[
  {
    "1": "Pure mathematics is, in its way, the poetry of logical ideas. — Albert Einstein, German theoretical physicist",
    "2": "Without mathematics, there’s nothing you can do. Everything around you is mathematics. Everything around you is numbers. — Shakuntala Devi, Indian writer and mental calculator",
    "3": "Mathematics is the most beautiful and most powerful creation of the human spirit. — Stefan Banach, Polish mathematician",
    "4": "We will always have STEM with us. Some things will drop out of the public eye and go away, but there will always be science, engineering, and technology. And there will always, always be mathematics. — Katherine Johnson, African-American mathematician",
    "5": "Mathematics as an expression of the human mind reflects the active will, the contemplative reason, and the desire for aesthetic perfection. Its basic elements are logic and intuition, analysis and construction, generality and individuality. — Richard Courant, German-American mathematician",
    "6": "As far as the laws of mathematics refer to reality, they are not certain, and as far as they are certain, they do not refer to reality. — Albert Einstein",
    "7": "What is mathematics? It is only a systematic effort of solving puzzles posed by nature. — Shakuntala Devi",
    "8": "Mathematics is the music of reason. — James Joseph Sylvester, English mathematician",
    "9": "Mathematics knows no races or geographic boundaries; for mathematics, the cultural world is one country. — David Hilbert, German mathematician",
    "10": "There should be no such thing as boring mathematics. — Edsger W. Dijkstra, Dutch systems scientist",
    "11": "‘Obvious’ is the most dangerous word in mathematics. — Eric Temple Bell, Scottish mathematician",
    "12": "Mathematics are the result of mysterious powers which no one understands, and which the unconscious recognition of beauty must play an important part. Out of an infinity of designs a mathematician chooses one pattern for beauty’s sake and pulls it down to earth. — Marston Morse, American mathematician",
    "13": "Mathematics allows for no hypocrisy and no vagueness. — Stendhal (pen name of Marie-Henri Beyle), French writer",
    "14": "I’ve always enjoyed mathematics. It is the most precise and concise way of expressing an idea. — N.R. Narayana Murthy, Indian IT industrialist",
    "15": "It is impossible to be a mathematician without being a poet in soul. — Sofia Kovalevskaya, Russian mathematician",
    "16": "Mathematics compares the most diverse phenomena and discovers the secret analogies that unite them. — Joseph Fourier, French mathematician and physicist",
    "17": "Mathematics is not about numbers, equations, computations, or algorithms: it is about understanding. — William Paul Thurston, American mathematician",
    "18": "Somehow it’s okay for people to chuckle about not being good at math. Yet, if I said “I never learned to read,” they’d say I was an illiterate dolt. — Neil deGrasse Tyson, American astrophysicist and author",
    "19": "In mathematics the art of proposing a question must be held of higher value than solving it. — Georg Cantor, German mathematician",
    "20": "Nature is written in mathematical language. — Galileo Galilei, Italian astronomer, physicist and engineer",

  }
]